tap "aquaproj/aqua"
tap "cargo-lambda/tap", "https://github.com/cargo-lambda/homebrew-tap.git"
tap "datadog-labs/pack"
tap "docker/tap", trusted: true
tap "hashicorp/tap"
tap "homebrew/services"
tap "kitagry/tap"
# Declarative CLI Version manager
brew "aqua"
# Distributed revision control system
brew "git"
# Quickly rewrite git repository history
brew "git-filter-repo"
# GNU grep, egrep and fgrep
brew "grep"
# Library for command-line editing
brew "readline"
# General-purpose data compression with high compression ratio
brew "xz"
# Interpreted, interactive, object-oriented programming language
brew "python@3.9"
# Application launcher and productivity software
cask "alfred"
# Clipboard extension app
cask "clipy"
# Brings the power of Copilot coding agent directly to your terminal
cask "copilot-cli"
# Voice and text chat software
cask "discord"
# Terminal emulator that uses platform-native UI and GPU acceleration
cask "ghostty"
# HTTP and GraphQL Client
cask "insomnia"
# Agent-centric IDE with spec-driven development
cask "kiro"
# Reverse proxy, secure introspectable tunnels to localhost
cask "ngrok"
# Collaboration platform for API development
cask "postman"
# Stops you from accidentally quitting an app
cask "qblocker"
# Move and resize windows using keyboard shortcuts or snap areas
cask "rectangle"
# Build, run, and govern agents across the software development lifecycle
cask "docker/tap/sbx", trusted: true
# Native GUI tool for relational databases
cask "tableplus"
# GPU-accelerated cross-platform terminal emulator and multiplexer
cask "wezterm"
# Video communication and virtual meeting platform
cask "zoom"
go "github.com/takumakanari/cronv/cronv"
go "golang.org/x/tools/gopls"
go "github.com/mitranim/gow"
go "github.com/bufbuild/buf/cmd/protoc-gen-buf-breaking"
go "github.com/bufbuild/buf/cmd/protoc-gen-buf-lint"
go "github.com/pseudomuto/protoc-gen-doc/cmd/protoc-gen-doc"
go "google.golang.org/protobuf/cmd/protoc-gen-go"
go "google.golang.org/grpc/cmd/protoc-gen-go-grpc"
go "github.com/grpc-ecosystem/grpc-gateway/v2/protoc-gen-grpc-gateway"
go "github.com/rubenv/sql-migrate/sql-migrate"
go "github.com/li-go/sshtunnel/cmd/tunnel"
cargo "cargo-expand"
cargo "cargo-generate"
cargo "cargo-make"
cargo "cargo-nextest"
cargo "cargo-update"
cargo "kani-verifier"
cargo "protoc-gen-prost-crate"
cargo "tokio-console"
uv "awscli-local"
uv "awslabs-ecs-mcp-server"
uv "codegraph-mcp-server"
uv "python-lsp-server"
npm "@playwright/cli"
npm "corepack"
