tap "aquaproj/aqua"
tap "devhubapp/devhub"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "planetscale/tap"
brew "xz"
brew "readline"
brew "autoconf"
brew "automake"
brew "buildkit"
brew "gmp"
brew "bzt"
brew "glib"
brew "python@3.9"
brew "libsodium"
brew "coreutils"
brew "docker"
brew "fish"
brew "gawk"
brew "git"
brew "git-crypt"
brew "global"
brew "gnupg"
brew "gobject-introspection"
brew "grep"
brew "hadolint"
brew "jasper"
brew "lima"
brew "mysql"
brew "mysql-client"
brew "neovim"
brew "percona-toolkit"
brew "postgresql@14"
brew "tmux"
brew "wget"
brew "aquaproj/aqua/aqua"
cask "alfred"
cask "clipy"
cask "dbeaver-community"
cask "discord"
cask "figma"
cask "insomnia"
cask "karabiner-elements"
cask "ngrok"
cask "postman"
cask "qblocker"
cask "rectangle"
cask "tableplus"
cask "zoom"
