tap "aquaproj/aqua"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "buildkit"
brew "gmp"
brew "coreutils"
brew "docker"
brew "fish"
brew "fzf"
brew "readline"
brew "gawk"
brew "git"
brew "git-crypt"
brew "glib"
brew "xz"
brew "global"
brew "gnupg"
brew "grep"
brew "python@3.9"
brew "lima"
brew "mysql-client"
brew "neovim"
brew "protobuf"
brew "tmux"
brew "wget"
brew "aquaproj/aqua/aqua"
cask "alfred"
cask "clipy"
cask "discord"
cask "insomnia"
cask "ngrok"
cask "postman"
cask "qblocker"
cask "rectangle"
cask "tableplus"
cask "zoom"
